Repository: artprojectgroup/woocommerce-apg-weight-and-postcodestatecountry-shipping
Catalog: languages/wp-plugins-woocommerce-apg-weight-and-postcodestatecountry-shipping-dev-readme-*.po
Languages: es

source: <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> has been programmed from plugin <a href="http://wordpress.org/plugins/awd-weightcountry-shipping/"><em>AWD Weight/Country Shipping</em></a> from <a href="http://profiles.wordpress.org/andy_p/">Andy_P</a> and <a href="http://wordpress.org/support/profile/mantish">Mantish</a> modification published on <a href="https://gist.github.com/Mantish/5658280">GitHub</a>, who, despite his brilliance, didn’t offer all the features we needed. Even so their work has been absolutely essential for the realization of this plugin.
es: <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> ha sido programado a partir del plugin <a href="http://wordpress.org/plugins/awd-weightcountry-shipping/"><em>AWD Weight/Country Shipping</em></a> de <a href="http://profiles.wordpress.org/andy_p/">Andy_P</a> y la modificación de <a href="http://wordpress.org/support/profile/mantish">Mantish</a> publicada en <a href="https://gist.github.com/Mantish/5658280">GitHub</a>, que, a pesar de su brillantez, no ofrecían todas las características que necesitábamos. Aún así su trabajo ha sido completamente imprescindible para la realización de este plugin.

source: <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> add to your WooCommerce store the ability to calculate shipping costs based on weight and postcode, state (province) and/or country address shipping.
es: <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> añade a tu tienda WooCommerce la posibilidad de calcular los gastos de envío basándose en el peso y en el código postal, provincia (estado) y/o país de la dirección de envío

source: You can exclude shipping for one, several or all shipping classes.
es: Puedes excluir el envío de una, varias o todas las clases de envío del sistema.

source: You can choose accept or not weight or dimensions excess.
es: Puedes elegir si aceptar excesos de peso o dimensiones.

source: You can create rates with maximum weight and/or dimensions.
es: Puedes crear las tarifas con un peso y/o dimensiones máximos.

source: You can create an unlimited number of rates.
es: Puedes crear un número ilimitado de tarifas.

source: You can add a fixed cost of packing and/or handling per shipping.
es: Puedes añadir un coste fijo de embalaje y/o manipulación por envío.

source: More plugins
es: Más plugins

source: Comments
es: Comentarios

source: More information
es: Más información

source: Technical support
es: Soporte técnico

source: Translations
es: Traducciones

source: Features
es: Características

source: Screenshot of WooCommerce - APG Weight and Postcode/State/Country Shipping. APG Shipping Tab.
es: Captura de pantalla de WooCommerce - APG Weight and Postcode/State/Country Shipping. Pestaña de Gastos de Envío APG.

source: Screenshot of WooCommerce - APG Weight and Postcode/State/Country Shipping. Shipping Options Tab.
es: Captura de pantalla de WooCommerce - APG Weight and Postcode/State/Country Shipping. Pestaña de Opciones de Envío.

source: You can follow the development of this plugin on <a href="https://github.com/artprojectgroup/woocommerce-apg-weight-and-postcodestatecountry-shipping">Github</a>.
es: Puedes seguir el desarrollo de este plugin en <a href="https://github.com/artprojectgroup/woocommerce-apg-weight-and-postcodestatecountry-shipping">Github</a>.

source: To <a href="http://profiles.wordpress.org/andy_p/">Andy_P</a> and <a href="http://wordpress.org/support/profile/mantish">Mantish</a> for the great plugin and modification that have inspired <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong>.
es: A <a href="http://profiles.wordpress.org/andy_p/">Andy_P</a> y <a href="http://wordpress.org/support/profile/mantish">Mantish</a> por el gran plugin y la modificación que han inspirado <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong>.

source: If you need help to configuring or installing <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong>, <strong>Art Project Group</strong> offers its service <a href="https://wcprojectgroup.es/tienda/ticket-de-soporte"><strong>Technical Support</strong></a>.
es: Si necesitas ayuda para configurar o instalar <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong>, <strong>Art Project Group</strong> te ofrece su servicio de <a href="https://wcprojectgroup.es/tienda/ticket-de-soporte"><strong>Soporte técnico</strong></a>.

source: Remember that you can find more <a href="https://artprojectgroup.es/plugins-para-wordpress">plugins for WordPress</a> and more <a href="https://artprojectgroup.es/plugins-para-wordpress/plugins-para-woocommerce">plugins for WooCommerce</a> on <a href="https://artprojectgroup.es">Art Project Group</a> and our profile on <a href="http://profiles.wordpress.org/artprojectgroup/">WordPress</a>.
es: Recuerda que puedes encontrar más <a href="https://artprojectgroup.es/plugins-para-wordpress">plugins para WordPress</a> y más <a href="https://artprojectgroup.es/plugins-para-wordpress/plugins-para-woocommerce">plugins para WooCommerce</a> en <a href="https://artprojectgroup.es">Art Project Group</a> y en nuestro perfil en <a href="http://profiles.wordpress.org/artprojectgroup/">WordPress</a>.

source: On our official website you can learn more about <a href="https://artprojectgroup.es/plugins-para-wordpress/plugins-para-woocommerce/woocommerce-apg-weight-and-postcodestatecountry-shipping"><strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong></a>.
es: En nuestro sitio web oficial puede obtener más información sobre <a href="https://artprojectgroup.es/plugins-para-wordpress/plugins-para-woocommerce/woocommerce-apg-weight-and-postcodestatecountry-shipping"><strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong></a>.

source: <strong>Art Project Group</strong> offers <a href="https://wcprojectgroup.es/tienda/ticket-de-soporte"><strong>Technical support</strong></a> to configure or install <strong><em>WooCommerce - APG Weight and Postcode/State/Country Shipping</em></strong>.
es: <strong>Art Project Group</strong> te ofrec <a href="https://wcprojectgroup.es/tienda/ticket-de-soporte"><strong>Soporte Técnico</strong></a> para configurar o instalar <strong><em>WooCommerce - APG Weight and Postcode/State/Country Shipping</em></strong>.

source: <strong>IMPORTANT: <em>WooCommerce - APG Weight and Postcode/State/Country Shipping</em> required WooCommerce 2.6.0 or higher.</strong>
es: <strong> IMPORTANTE: <em>WooCommerce - APG Weight and Postcode/State/Country Shipping</em> requiere WooCommerce 2.6.0 o superior.</strong>

source: <a href="https://plus.google.com/+ArtProjectGroupES/">+ArtProjectGroupES</a> on Google+.
es: <a href="https://plus.google.com/+ArtProjectGroupES/">+ArtProjectGroupES</a> en Google+.

source: <a href="https://twitter.com/artprojectgroup">@artprojectgroup</a> on Twitter.
es: <a href="https://twitter.com/artprojectgroup">@artprojectgroup</a> en Twitter.

source: <a href="https://www.facebook.com/artprojectgroup">Art Project Group</a> on Facebook.
es: <a href="https://www.facebook.com/artprojectgroup">Art Project Group</a> en Facebook.

source: <a href="https://artprojectgroup.es/plugins-para-wordpress/plugins-para-woocommerce/woocommerce-apg-weight-and-postcodestatecountry-shipping">WooCommerce - APG Weight and Postcode/State/Country Shipping</a> on Art Project Group.
es: <a href="https://artprojectgroup.es/plugins-para-wordpress/plugins-para-woocommerce/woocommerce-apg-weight-and-postcodestatecountry-shipping">WooCommerce - APG Weight and Postcode/State/Country Shipping</a> en Art Project Group.

source: Origin
es: Origen

source: Adjust to optimize WooCommerce 3.0 compatibility.
es: Ajuste para optimizar la compatibilidad con WooCommerce 3.0.

source: Error prevention in My account page.
es: Prevención de error en la página Mi cuenta.

source: Fixed bug with shipping rates by shipping classes calculation.
es: Arreglo de error con el cálculo de gastos de envío por clases de envío.

source: Initial version.
es: Versión inicial.

source: New additional shipping field to create new shipping.
es: Añadido campo Gastos de envío adicionales para poder crear nuevos Gastos de envío.

source: Updated information texts.
es: Actualización de los textos de información.
