Repository: artprojectgroup/woocommerce-apg-weight-and-postcodestatecountry-shipping
Catalog: languages/wp-plugins-woocommerce-apg-weight-and-postcodestatecountry-shipping-dev-readme-*.po
Languages: es

source: Error prevention if WooCommerce is disabled.
es: Prevención de error en caso de estar desactivado WooCommerce.

source: Support to hide payment gateways.
es: Soporte para ocultar medios de pago.

source: Fixed user role key.
es: Arreglo de error en la clave de rol de usuario.

source: Support to add the estimated delivery time.
es: Soporte para añadir el tiempo estimado de entrega.

source: Support to add a custom image.
es: Soporte para añadir imagen personalizada.

source: Support to select the highest shipping class rate.
es: Soporte para seleccionar la tarifa de clase de envío más cara.

source: Support to shipping rates per cart total. <strong>Update sponsored by <a href="https://mkparadise.com"><strong>Marketing Paradise</strong></a></strong>
es: Soporte de tarifas por total de pedido. <strong>Actualización patrocinada por <a href="https://mkparadise.com"><strong>Marketing Paradise</strong></a></strong>

source: Support to limit free shipping by user roles. <strong>Update sponsored by <a href="http://dermoder.com"><strong>Dermoder</strong></a></strong>
es: Soporte de roles de usuario para no realizar envíos gratuitos. <strong>Actualización patrocinada por <a href="http://dermoder.com"><strong>Dermoder</strong></a></strong>

source: Adjust to optimize WooCommerce 2.7 compatibility.
es: Ajuste para optimizar la compatibilidad con WooCommerce 2.7.

source: Support for multisite installations.
es: Soporte para instalaciones multisitio.

source: Updated code uncompatible with WooCommerce 2.7.
es: Actualización de código no compatible con WooCommerce 2.7.

source: Fixed bug with unique shipping rates calculation.
es: Arreglo de error con el cálculo de tarifas únicas.

source: Fixed bug with shipping rates without overweight/over dimension calculation.
es: Arreglo de error con el cálculo de gastos de envío sin sobrepeso/dimensión.

source: Added option to enabled/disabled a shipping method.
es: Añadida opción para activar o desactivar un método de envío.

source: Removed nonexistence CSS code load.
es: Eliminada la carga de código CSS inexistente.

source: Fixed bug on plugin deleting.
es: Arreglo de error en el borrado del plugin.

source: Rewritten shipping classes rates calculation.
es: Reescrito el cálculo de tarifas por clases de envío.

source: Fixed bug with shipping classes management.
es: Arreglo de error con la gestión de clases de envío.

source: Added support for multiple shipping methods per shipping zone.
es: Soporte para múltiples gastos de envío por zona de envío.

source: WooCommerce 2.6 fully compatibility. <strong>Note: Not compatible with WooCommerce versions earlier than 2.6.0, including it setting.</strong>
es: Compatibilidad completa con WooCommerce 2.6. <strong>Nota: No es compatible con versiones anteriores a 2.6.0, tampoco su configuración.</strong>

source: Created a security alert for the next version 2.0.
es: Creación de alerta de seguridad para la próxima versión 2.0.

source: Removed links to gateways option.
es: Eliminada la posibilidad de vincular con medios de pago.

source: Fixed bug in the gateway list.
es: Arreglo de error en el listado de medios de pago.

source: Fixed bug with taxes configured with 0 percent.
es: Arreglo de error con el cálculo de impuestos al 0%.

source: Inclusion of links.
es: Inclusión de enlaces.

source: Small code modifications and arrangements.
es: Pequeñas modificaciones y arreglos de código.

source: Added tax types per group.
es: Añadidos tipos de impuestos por grupos.

source: Added Additional fee field.
es: Añadido campo Coste adicional.

source: Fixed bug in Spanish language.
es: Arreglo de fallo en el idioma español.

source: Fixed bug with additional shipping configurations saving.
es: Arreglo de fallo en el guardado de configuraciones de gastos de envío adicionales.

source: Minor fixes in the code.
es: Arreglos menores en el código.

source: Screen settings redesign.
es: Rediseño de la pantalla de configuración.

source: Added option to return, or not, the maximum price when order excess weight or size.
es: Añadida opción para devolver, o no, el precio máximo en caso de exceso de peso o dimensiones.

source: Added measures support.
es: Añadido soporte de medidas.

source: ZIP file fixed.
es: Arreglo del archivo ZIP.

source: Added option to create size rates.
es: Añadida opción de crear tarifas basadas exclusivamente en dimensiones.

source: Setting configuration existence control.
es: Control de la existencia de los parámetros de configuración.

source: Added new links.
es: Añadidos nuevos enlaces.

source: Updated plugin links.
es: Modificación de los enlaces del plugin.

source: Updated setting screen.
es: Modificación de la pantalla de configuración.

source: Added option to indicate post code and/or state (province) groups where orders can’t be attended.
es: Añadida opción para indicar grupos de código postal y/o provincia (estado) donde no se atenderán los pedidos.

source: Added option to select specific gateway per shipping.
es: Añadida opción para seleccionar una pasarela de pago específica para el gasto de envío.

source: Fixed bug with specific gateway selection.
es: Arreglo de error en la selección de la pasarela de pago específica.

source: Fixed bug displaying all gateways in the other shipping.
es: Arreglo de error al mostrar todas las pasarelas de pago en el resto de envíos.

source: Fixed bug that showed an error message in countries without states (provinces).
es: Arreglo de un error que mostraba un mensaje de error en países sin provincias (estados).

source: Added option to create a global group, with support for all countries not included in the other groups.
es: Añadida opción para crear un grupo global, con soporte para todos los países no incluidos en el resto de grupos.

source: Hide or show options <em>Add countries to specific</em> and <em>Add global group</em> depending WooCommerce settings.
es: Oculta o muestra las opciones <em>Añadir países a específicos</em> y <em>Añadir grupo global</em> en función de la configuración de WooCommerce.

source: Added new option to hide shipping cost when WooCommerce - APG Free Postcode/State/Country Shipping is enabled.
es: Añadida nueva opción que oculta el coste del envío en caso de estar habilitado WooCommerce - APG Free Postcode/State/Country Shipping.

source: Fixed small bugs in the code.
es: Arreglo de pequeños errores en el código.

source: Updated style sheets with new WordPress style.
es: Actualización de las hojas de estilo acorde al nuevo WordPress.

source: Replace external image by local image.
es: Eliminación de imagen externa por otra local.

source: Added error showed with empty fields.
es: Añadido control de error que aparece al dejar campos vacíos.

source: Added option to select multiple gateways for specific shipping.
es: Añadida opción para seleccionar múltiples pasarelas de pago específicas para el gasto de envío.

source: New feature to clean database with uninstallation.
es: Añadida nueva función que limpia la base de datos al desinstalar el plugin.

source: Update code to be 100% compatible with the latest version of WooCommerce. <strong>Note: Not compatible with WooCommerce versions earlier than 2.1.0.</strong>
es: Actualización del código para que sea 100% compatible con la última versión de WooCommerce. <strong>Ojo: No es compatible con versiones anteriores a WooCommerce 2.1.0.</strong>

source: Updated Settings link.
es: Actualización del enlace de Ajustes.

source: Deleting error message that appeared with WooCommerce set to sell in all countries.
es: Eliminación de mensaje de error que aparecía con WooCommerce configurado para vender en todos los países.

source: Fixed WooCommerce 2.1.2 compatibility with the gateway available for each shipping.
es: Arreglo de compatibilidad a WooCommerce 2.1.2 con los medios de cobro disponibles para cada gasto envío.

source: Donation button changed.
es: Cambio del botón de donación.

source: Added cache for external data.
es: Añadida caché para los datos externos.

source: Fix for gateway list in all shipping.
es: Arreglo que muestra correctamente los medios de cobro en todos los gastos de envío.

source: Donation button icon and link correction.
es: Corrección del icono y enlace del botón de donación.

source: Fix to show gateways list correctly in all shipping.
es: Arreglo que muestra correctamente los medios de cobro en todos los gastos de envío.

source: Fixed bug in tax calculation.
es: Arreglo de error en el cálculo del impuesto.

source: Fixed bug in weight calculation with virtual products variations.
es: Arreglo de error en el cálculo del peso del pedido con variaciones de productos virtuales.

source: Minor fix that prevents error code showed when collecting gateways.
es: Arreglo de error que aparecía al recopilar información sobre los medios de cobro.

source: Donation link update.
es: Cambio del enlace de donación.

source: Added tax selection for global group field.
es: Añadida selección de impuestos para el campo grupo global.

source: Fixed bug detected in global group.
es: Arreglo de error detectado en el campo grupo global.

source: Minor fix that prevents an error when collecting information about the plugin.
es: Corrección menor que evita la aparición de un código de error al recopilar información sobre el plugin.

source: Fixed bug that erased all settings with plugin deactivation.
es: Arreglo de error que borraba toda la configuración al desactivar el plugin.

source: Changing the URL of the plugin in Art Project Group.
es: Modificación de la URL del plugin en Art Project Group.

source: Stylesheet updates.
es: Actualización de la hoja de estilo.

source: New links and icons.
es: Nuevos enlaces e iconos.

source: Allows creating non-rising rates.
es: Permite crear tarifas no ascendentes.

source: Allows shipping with one, several or all shipping classes.
es: Permite vincular el envío con una, varias o todas las clases de envío del sistema.

source: Fixed bug using no attend groups.
es: Arreglo de error que no tenía en cuenta los grupos a no atender.

source: Fixed bug in global countries group rates calculations.
es: Arreglo de error en los cálculos de las tarifas para el grupo de países global.

source: Fixed bug in rates calculations.
es: Arreglo de error en los cálculos de las tarifas.

source: Fixed bug in shipments that exceed maximum weight entered rates calculations.
es: Arreglo de error en los cálculos de las tarifas para envíos que superan el máximo de peso introducido.

source: Optimization code of <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> to consume minimum resources amount possible. Thanks <em>Óscar de la Mata Casasola</em> for the warning.
es: Optimización del código de <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> para que consuma la menor cantidad de recursos posibles. Gracias <em>Óscar de la Mata Casasola</em> por el aviso.

source: New interface and management function to add additional shipping.
es: Nueva interfaz y función de gestión de la opción Gastos de envío adicionales.

source: Fixed an error that occurred when creating additional shipping.
es: Arreglo de un error que se producía al crear gastos de envío adicionales.

source: Fixed bug that didn’t consider the origin country in post codes and states or provinces groups.
es: Arreglo de error que no tenía en cuenta el país de origen en los grupos de códigos postales y provincias o estados.

source: Fixed bud detected in shipping classes list from global group.
es: Arreglo de error detectado en el listado de clases de envío del grupo global.

source: Fixed bug detected in mixed rates (weight and size).
es: Arreglo de error detectado en las tarifas mixtas (peso y medidas).

source: Error control when WooCommerce read gateways.
es: Control de error provocado por WooCommerce al leer los medios de cobro.

source: Fixed bug detected in size rates calculation.
es: Arreglo de error detectado en el cálculo de tarifas por medidas.

source: Fixed bug detected in rates calculation when Return the maximum price is disabled.
es: Arreglo de error detectado en el cálculo de tarifas al desactivar la devolución del precio máximo.

source: Fixed bug detected in rates with shipping classes calculation.
es: Arreglo de error detectado en el cálculo de tarifas con clases de envío

source: Fixed bug detected in maximum price returning.
es: Arreglo de error detectado en la devolución del precio máximo.

source: Fixed bug detected in additional fee calculation.
es: Arreglo de error detectado en el cálculo del cargo adicional.

source: Fixed bug detected in additional fee calculating.
es: Arreglo de error detectado en el cálculo del cargo adicional.

source: Fixed bug detected in partial taxes calculating.
es: Arreglo de error detectado en el cálculo de los impuestos parciales.

source: Fixed bug detected in multiple shipping classes reading.
es: Arreglo de error detectado en la lectura de las clases de envío múltiples.

source: French translation by <a href="http://guillaume-thibord.com/"><strong>Guillaume</strong></a>.
es: Traducción al idioma francés gracias a <a href="http://guillaume-thibord.com/"><strong>Guillaume</strong></a>.

source: Improved totaling with multiple shipping classes.
es: Mejora en el cálculo de totales con clases de envío múltiples.

source: Fixed bug that prevents purchase.
es: Arreglo de error que impedía realizar la compra.

source: Fixed bug that prevents purchase without tax setting.
es: Arreglo de error que impedía realizar la compra en configuraciones sin impuestos.

source: Fixed bug detected in taxes calculation.
es: Arreglo de error detectado en el cálculo de los impuestos.

source: Changing the internal structure of the plug to fit WordPress standards.
es: Modificación de la estructura interna del plugin para ajustarse a los estándares de WordPress.

source: Fixed bug with postcodes. Bug reported on <a href="https://wordpress.org/support/topic/order-of-post-code-wildcards-may-produce-wrong-results">Support</a>.
es: Arreglo de error en el manejo de códigos postales. Error descrito en <a href="https://wordpress.org/support/topic/order-of-post-code-wildcards-may-produce-wrong-results">Support</a>.

source: Fixed bug in taxes calculation.
es: Arreglo de error detectado en el cálculo de los impuestos.

source: New responsive stylesheet.
es: Nueva hoja de estilo sensible.

source: Added new option to not ship to certain shipping classes.
es: Añadida nueva opción para no realizar envíos a determinadas clases de envío.

source: Fixed bug detected when updating specific countries.
es: Arreglo de error detectado al actualizar los países específicos.

source: Fixed error showed with blank shipping classes.
es: Arreglo de error que mostraba clases de envío en blanco.

source: Size calculation fix.
es: Arreglo del cálculo de medidas.

source: Deleted message showed on checkout.
es: Eliminación de mensaje que aparecía en el checkout.

source: Portuguese (Brasil) translation by <a href="http://www.armarinhosdonaflor.com.br/"><strong>Danilo Lopes da Silva</strong></a>.
es: Traducción al idioma portugués (Brasil) gracias a <a href="http://www.armarinhosdonaflor.com.br/"><strong>Danilo Lopes da Silva</strong></a>.

source: Updated french translation.
es: Actualización del idioma francés.

source: Italian translation by <a href="http://www.redtulp.com/"><strong>Angelo Lazzari</strong></a>.
es: Traducción al idioma italiano gracias a <a href="http://www.redtulp.com/"><strong>Angelo Lazzari</strong></a>.

source: Warning deleted showed on particular settings.
es: Eliminación de Warning que aparecía en determinadas instalaciones.

source: Updated form that allows create new APG Shipping and creating new functions to synchronize it with WooCommerce 2.4 new features.
es: Actualización del formulario que permite crear nuevos métodos de envío APG y creación de nuevas funciones que permiten sincronizarlo con las nuevas funcionalidades de WooCommerce 2.4.

source: Updated screenshot.
es: Actualización de la captura de pantalla.

source: Warning deleted when added a new shipping.
es: Eliminación de Warning que aparecía al crear nuevos gastos de envío.

source: WooCommerce activation control.
es: Control de activación de WooCommerce.

source: Portuguese translation by <a href="http://www.casa-indigo.com/"><strong>Alain Aubry</strong></a>.
es: Traducción al idioma portugués gracias a <a href="http://www.casa-indigo.com/"><strong>Alain Aubry</strong></a>.

source: Updated translations.
es: Actualización de las traducciones.

source: Updated font package. New Google+ icon.
es: Actualización del paquete de fuentes. Nuevo icono de Google+.

source: Fixed bug with sizes reported and fixed by <a href="http://www.teamdigital.com.au/">DJ Team Digital</a>.
es: Arreglo de error con las medidas reportado y solucionado por <a href="http://www.teamdigital.com.au/">DJ Team Digital</a>.

source: Updated support links and small updates.
es: Actualización de enlaces de soporte y pequeñas actualizaciones.

source: Updated the first screenshot.
es: Actualización de la primera captura de pantalla

source: Updated code to maintain compatibility with the new version of <strong>WooCommerce - APG Free Postcode/State/Country Shipping</strong>.
es: Actualización de código para mantener compatibilidad con la nueva versión de <strong>WooCommerce - APG Free Postcode/State/Country Shipping</strong>.

source: Add to WooCommerce shipping costs calculating based on weight, size and post code, state (province) and/or customer’s country.
es: Añade a WooCommerce el cálculo de los gastos de envío según el peso, dimensiones y el código postal, provincia (estado) y/o país del cliente.

source: Installation Instructions
es: Instrucciones de instalación

source: You can hide payment gateways.
es: Puedes ocultar medios de pago.

source: You can show the estimated delivery time.
es: Puedes mostrar el tiempo estimado de entrega.

source: You can show a custom icon image.
es: Puedes mostrar una imagen personalizada.

source: You can exclude user roles.
es: Puedes excluir roles de usuario.

source: You can select the highest shipping class rate instead of the sum of rates.
es: Puedes seleccionar la tarifa de clase de envío más cara en lugar de la suma de tarifas.

source: You can create rates for cart total.
es: Puedes crear tarifas por total del pedido.

source: You can assign rates to specific shipping classes.
es: Puedes asignar tarifas a clases de envío específicas.

source: You can create rates for number of items.
es: Puedes crear tarifas por número de productos.

source: You can add, also cost of packing, an additional fixed cost as amount or percentage, per shipping or product.
es: Puedes añadir, además del coste de embalaje, un coste fijo adicional en forma de cantidad o porcentaje, por envío o producto.

source: Thank you very much to all!
es: ¡Muchas gracias a todos!

source: Did you liked and you have proved useful <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> on your website? We would appreciate a <a href="https://artprojectgroup.es/tienda/donacion">small donation</a> that will help us to continue improving this plugin and create more plugins totally free for the entire WordPress community.
es: ¿Te ha gustado y te ha resultado útil <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> en tu sitio web? Te agradeceríamos una <a href="https://artprojectgroup.es/tienda/donacion">pequeña donación</a> que nos ayudará a seguir mejorando este plugin y a crear más plugins totalmente gratuitos para toda la comunidad WordPress.

source: Since <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> is totally free, <strong>Art Project Group</strong> only provides payment <a href="https://wcprojectgroup.es/tienda/ticket-de-soporte"><strong>Technical Support</strong></a> service. In any case <strong>Art Project Group</strong> provide any kind of free technical support.
es: Dado que <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> es totalmente gratuito, <strong>Art Project Group</strong> sólo proporciona el servicio de <a href="https://wcprojectgroup.es/tienda/ticket-de-soporte"><strong>Soporte técnico</strong></a> previo pago. En ningún caso <strong>Art Project Group</strong> proporciona ningún tipo de soporte técnico gratuito.

source: All that you encourage us with your comments.
es: A todos los que nos animáis con vuestros comentarios.

source: All you made donations.
es: A todos los que realizáis donaciones.

source: All that you help to improve it.
es: A todos los que ayudáis a mejorarlo.

source: To all that use it.
es: A todos los que lo usáis

source: Thanks
es: Gracias

source: Donation
es: Donación

source: <em>In any case <strong>Art Project Group</strong> provides any kind of free technical support.</em>
es: <em>En ningún caso <strong>Art Project Group</strong> proporciona ningún tipo de soporte técnico gratuito.</em>

source: As the plugin configuration is a bit complex, we have created a tutorial where we explain setup process step by step with a real example. You can visit it on <a href="https://artprojectgroup.es/como-se-configura-woocommerce-apg-weight-and-postcodestatecountry-shipping">¿Cómo se configura WooCommerce – APG Weight and Postcode/State/Country Shipping?</a>.
es: Como la configuración del plugin es un poco compleja, hemos creado un tutorial donde explicamos paso a paso el proceso de configuración con un ejemplo real. Puedes visitarlo en<a href="https://artprojectgroup.es/como-se-configura-woocommerce-apg-weight-and-postcodestatecountry-shipping">¿Cómo se configura WooCommerce – APG Weight and Postcode/State/Country Shipping?</a>.

source: Support
es: Soporte técnico

source: How do you set up?
es: ¿Cómo se configura?

source: Ready, now you can enjoy it, and if you like it and find it useful, make a <a href="https://artprojectgroup.es/tienda/donacion"><em>donation</em></a>.
es: Listo, ahora ya puedes disfrutar de él, y si te gusta y te resulta útil, hacer una <a href="https://artprojectgroup.es/tienda/donacion"><em>donación</em></a>.

source: Set up plugin on <em>WooCommerce -&gt; Settings -&gt; Shipping</em> or through <em>Settings</em> button.
es: Configurar el plugin en *WooCommerce -> Ajustes -> Envío* o a través del botón *Ajustes*.

source: Activate plugin through <em>Plugins</em> menu on WordPress Administration Panel.
es: Activar el plugin a través del menú <em>Plugins</em> en el Panel de Administración de WordPress.

source: Search <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> in the search engine available on <em>Plugins -&gt; Add New</em> and press <em>Install Now</em> button.
es: Buscar <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> en el buscador disponible en <em>Plugins -&gt; Añadir nuevo</em> y pulsar el botón <em>Instalar ahora</em>.

source: Upload the full ZIP file via <em>Plugins -&gt; Add New -&gt; Upload</em> on your WordPress Administration Panel.
es: Subir el archivo ZIP completo vía <em>Plugins -&gt; Añadir nuevo -&gt; Subir</em> en el Panel de Administración de tu instalación de WordPress.

source: You can: <ul> <li>Upload the <code>woocommerce-apg-weight-and-postcodestatecountry-shipping</code> folder to <code>/wp-content/plugins/</code> directory via FTP.
es: Puedes: <ul> <li>Subir la carpeta <code>woocommerce-apg-weight-and-postcodestatecountry-shipping</code> al directorio <code>/wp-content/plugins/</code> vía FTP.

source: Don’t forget to leave us your comment on:
es: No olvides dejarnos tu comentario en:
