Repository: artprojectgroup/woocommerce-apg-weight-and-postcodestatecountry-shipping
Catalog: i18n/languages/apg_shipping-*.po
Languages: br_br, es_es, fr_fr, it_it

source: Add to WooCommerce the calculation of shipping costs based on the order weight and postcode, province (state) and country of customer's address. Lets you add an unlimited shipping rates. Created from <a href="http://profiles.wordpress.org/andy_p/" target="_blank">Andy_P</a> <a href="http://wordpress.org/plugins/awd-weightcountry-shipping/" target="_blank"><strong>AWD Weight/Country Shipping</strong></a> plugin and the modification of <a href="http://wordpress.org/support/profile/mantish" target="_blank">Mantish</a> publicada en <a href="http://gist.github.com/Mantish/5658280" target="_blank">GitHub</a>.
es_es: Añade a WooCommerce el cálculo de gastos de envío basados en el peso del pedido y el código postal, provincia (estado) y país de la dirección del cliente. Te permite añadir un número ilimitado de tarifas de envío. Creado a partir del plugin <a href="http://wordpress.org/plugins/awd-weightcountry-shipping/" target="_blank"><strong>AWD Weight/Country Shipping</strong></a> de <a href="http://profiles.wordpress.org/andy_p/" target="_blank">Andy_P</a> y de la modificación de <a href="http://wordpress.org/support/profile/mantish" target="_blank">Mantish</a> publicada en <a href="http://gist.github.com/Mantish/5658280" target="_blank">GitHub</a>.

source: <h4>ALERT: 2.0 is a major update</h4>It’s important that you make backups of your <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> current configuration and configure it again after upgrade.<br /><em>Remember, the current setting is totally incompatible with WooCommerce 2.6 and you'll lose it</em>.
es_es: <h4>ALERTA: 2.0 es una actualización importante</h4>Es muy importante que hagas copias de seguridad de la configuración actual de <strong>WooCommerce - APG Weight and Postcode/State/Country Shipping</strong> y que las vuelvas a configurar tras la actualización.<br /><em>Recuerda que la configuración actual es totalmente incompatible con WooCommerce 2.6 y se perderá</em>.

source: Don't show shipping cost if <a href="https://wordpress.org/plugins/woocommerce-apg-free-postcodestatecountry-shipping/" target="_blank" title="WordPress.org">WooCommerce - APG Free Postcode/State/Country Shipping</a> is available.
es_es: No mostrar si <a href="https://wordpress.org/plugins/woocommerce-apg-free-postcodestatecountry-shipping/" target="_blank" title="WordPress.org">WooCommerce - APG Free Postcode/State/Country Shipping</a> está disponible.

source: Make a donation by
br_br: Faça uma doação para
es_es: Haz una donación por
fr_fr: Faire un don
it_it: Fai una donazione da

source: Follow us on
br_br: Siga a gente
es_es: Síguenos en
fr_fr: Suivez-nous sur
it_it: Seguici su

source: More plugins on
br_br: Mais plugins em
es_es: Más plugins en
fr_fr: Plus de plugins
it_it: Più plugin su

source: Contact with us by
br_br: Entre em contato conosco por
es_es: Contacta con nosotros por
fr_fr: Contactez-nous
it_it: Contattaci da

source: Settings of
br_br: Configurações de
es_es: Ajustes de
fr_fr: Paramètres de
it_it: Configurazioni di

source: Settings
br_br: Configurações
es_es: Ajustes
fr_fr: Paramètres
it_it: Configurazione

source: Support of
br_br: Suporte de
es_es: Soporte técnico de
fr_fr: Support de
it_it: Supporto di

source: Support
br_br: Suporte técnico
es_es: Soporte técnico
it_it: Supporto

source: APG Shipping
br_br: Calculadora de frete APG
es_es: Gastos de envío APG
fr_fr: APG Frais de port

source: Enable/Disable
br_br: Habilitar/Desabilitar
es_es: Habilitar/Deshabilitar
fr_fr: Activer / Désactiver
it_it: Abilita/Disabilita

source: Enable this shipping method
br_br: Habilitar este método de envío
es_es: Habilitar este método de envío
fr_fr: Activer ce mode de livraison
it_it: Abilita questo metodo di spedizione

source: Method Title
br_br: Título do Método de Envio
es_es: Título del método
fr_fr: Titre de la méthode
it_it: Titolo del metodo di spedizione

source: This controls the title which the user sees during checkout.
br_br: Define o título do frete que o usuário verá durante o checkout.
es_es: Esto controla el título que el usuario ve durante la finalización de la compra.
fr_fr: Ceci contrôle le titre que l'utilisateur visualisera sur la page de commande
it_it: La descrizione che l’utente vede durante il checkout

source: Tax Status
br_br: Situação Fiscal
es_es: Estado de impuestos
fr_fr: État de la taxe
it_it: Situazione delle imposte

source: Taxable
br_br: Tributável
es_es: Sujeto a impuestos
fr_fr: Imposable
it_it: Tassabile

source: None
br_br: Não Tributável
es_es: Ninguno
fr_fr: Aucun
it_it: No

source: Handling Fee
br_br: Taxa de Manuseio
es_es: Coste por pedido
fr_fr: Frais de manutention
it_it: Tassa di manipolazione

source: Fee excluding tax. Enter an amount, e.g. 2.50. Leave blank to disable.
br_br: Taxa de manuseio excluindo impostos. Digite um valor, por exemplo, 2.50. Deixe em branco para desabilitar.
es_es: Introduce un coste por pedido, por ejemplo: 2.50. Déjalo en blanco para deshabilitarlo.
fr_fr: Frais hors taxes : entrez un montant par commande, par exemple 2.50 . Laissez ce champ vide pour ne pas activer cette fonction.
it_it: Quota tasse escluse. Inserisci un valore, per esempio 2.50. Lascia vuoto per disabilitare.

source: Additional Fee
br_br: Taxas Adicionais
es_es: Coste adicional
fr_fr: Frais supplémentaire
it_it: Quota aggiuntiva

source: Additional fee excluding tax. Enter an amount, e.g. 2.50, or percentage, e.g. 6%. Leave blank to disable.
br_br: Taxa adicional excluindo impostos. Digite um valor, por exemplo, 2,50, ou porcentagem, por exemplo, 6%. Deixe em branco para desabilitar.
es_es: Introduce un coste adicional por pedido, por ejemplo: 2.50, o un porcentaje, por ejempolo: 6%. Déjalo en blanco para deshabilitarlo.
fr_fr: Frais supplémentaires hors taxes : entrez un montant (par exemple 2,50) ou un pourcentage (par exemple 6 %) . Laissez ce champ vide pour ne pas l'activer.
it_it: Quota aggiuntiva escluso tasse. Inserisce un valore, per esempio 2.50, o una percentuale, 6%. Lascia vuoto per disabilitare.

source: Shipping Rates
br_br: Tarifas de envío
es_es: Tarifas de envío
fr_fr: Frais d'expédition
it_it: Prezzi di spedizione

source: Set your weight based rates for postcode/state/country groups (one per line). You may optionally add the maximum dimensions. Example: <code>Max weight|Cost|postcode/state/country group code separated by comma (,)|LxWxH (optional)</code>. Also you can set your dimensions based rates. Example: <code>LxWxH|Cost|postcode/state/country group code separated by comma (,)</code>
br_br: Definir taxas com base no peso da remessa para grupos de CEP/estado/país (um por linha). Você pode, opcionalmente, adicionar as dimensões máximas. Exemplo: <code>peso máximo | Custo | grupo de CEP/estado/país separado por vírgula (,) | Largura x Altura x Profundidade (opcional e sem espaços entre o valor e o "x")<code>. Além disso, você pode definir suas taxas baseadas em dimensões. Exemplo: <code>Largura x Altura x Profundidade (sem espaços entre os valores e o "x") | Custo | crupo de CEP/estado/país separado por vírgulas (,)<code>
es_es: Establezca sus tarifas basadas en el peso para los grupos de código postal/provincia (estado)/país (una por línea). Opcionalmente también puede añadir las dimensiones máximas. Ejemplo: <code>Peso máximo|Tarifa|Código de grupo de código postal/provincia (estado)/país separado por comas (,)|LargoxAnchoxAlto (opcional)</code>. También puede establecerlas basadas en dimensiones.. Ejemplo: <code>LargoxAnchoxAlto|Tarifa|Código de grupo de código postal/provincia (estado)/país separado por comas (,)</code>
fr_fr: Paramétrez vos frais d'expédition selon un poids de base à destination d'un Code Postal/État/Pays (1 par ligne). Facultatif : vous pouvez aussi ajouter les dimensions maximales. Exemple: <code>Poids max|Coût|Code Postal/État/Pays code du groupe séparé par une virgule (,)|LxlxH (optionnel)</code>. Vous pouvez également fixer les frais d'envoi selon les dimensions des articles. Exemple: <code>LxlxH|Coût|Code Postal/État/Pays code du groupe séparé par une virgule (,)</code>
it_it: Imposta i prezzi basati sul peso e gruppo di CAP/Provincia/Nazione (Uno per linea). Puoi anche aggiungere la dimensione massimo per esempio: <code>Peso Massimo|Prezzo|gruppo di CAP/Provincia/Nazione separati da una virgola (,)|LxLxA (opzionale)</code>.

source: Remember your weight unit: %s, and dimensions unit: %s.
br_br: Lembre-se que sua unidade de peso é: %s, e sua unidade de medida é: %s.
es_es: Recuerde la unidad de peso: %s, y la unidad de medida: %s.
fr_fr: Rappelez-vous des unités de poids :%s, et de dimension : %s.
it_it: Ricorda: la tua unità di peso è %s, e quella delle dimensioni è: %s.

source: Overweight/over dimensions
br_br: Peso e/ou dimensões acima do definido
es_es: Exceso de peso/dimensiones
fr_fr: Surpoids / Hors gabarit
it_it: Superamento di peso/dimensioni

source: Return the maximum price.
br_br: Retorne o preço máximo.
es_es: Devolver el precio máximo.
fr_fr: Retourner le prix maximum.
it_it: Mostra il prezzo massimo.

source: Number of postcode groups
br_br: Número de grupos de CEP/códigos postais
es_es: Número de grupos de código postal
fr_fr: Nombre de groupes de Code Postal
it_it: Numero di gruppi di CAP

source: Number of groups of ZIP/Postcode sharing delivery rates. (Hit "Save changes" button after you have changed this setting).
br_br: Número de grupos de CEP/códigos postais compartilhando taxas de entrega. (Clique no botão "Salvar alterações" depois de ter alterado essa configuração).
es_es: Número de grupos de código postal que comparten gastos de envío. (Pulse "Guardar cambios" tras modificar esta opción).
fr_fr: Nombre de groupes Code Postal partageant ces frais de port. (Cliquez "Enregistrer les modifications" après avoir modifié ce paramètre).
it_it: Numero di gruppi per CAP. (Premi “Salva modifiche” dopo che hai cambiato questa impostazione).

source: Number of state groups
br_br: Número de grupos de estados
es_es: Número de grupos de provincias (estados)
fr_fr: Nombre de groupes d'État (ou Province)
it_it: Numero di gruppi di province

source: Number of groups of states sharing delivery rates. (Hit "Save changes" button after you have changed this setting).
br_br: Número de grupos de estados compartilhando taxas de entrega. (Clique no botão "Salvar alterações" depois de ter alterado essa configuração).
es_es: Número de grupos de provincia (estado) que comparten gastos de envío. (Pulse "Guardar cambios" tras modificar esta opción).
fr_fr: Nombre de groupes État (ou Province) partageant ces frais de port. (Cliquez "Enregistrer les modifications" après avoir modifié ce paramètre).
it_it: Numero di gruppi di province. (Premi “Salva modifiche” dopo che hai cambiato questa impostazione).

source: Number of country groups
br_br: Número de grupos de países
es_es: Número de grupos de países
fr_fr: Nombre de groupes de Pays
it_it: Numero di gruppi di nazioni

source: Number of groups of countries sharing delivery rates. (Hit "Save changes" button after you have changed this setting).
br_br: Número de grupos de países compartilhando taxas de entrega. (Clique no botão "Salvar alterações" depois de ter alterado essa configuração).
es_es: Número de grupos de país que comparten gastos de envío. (Pulse "Guardar cambios" tras modificar esta opción).
fr_fr: Nombre de groupes Pays partageant ces frais de port. (Cliquez "Enregistrer les modifications" après avoir modifié ce paramètre).
it_it: Numero di gruppi per Nazione. Premi “Salva modifiche” dopo che hai cambiato questa impostazione.

source: Add countries to allowed
br_br: Autorizar a venda para os países dos grupos de países cadastrados?
es_es: Añadir países a específicos
fr_fr: Ajout de Pays autorisés
it_it: Aggiungi paesi abilitati alla spedizione

source: Countries added to country groups will be automatically added to <em>Allowed Countries</em> in <a href="admin.php?page=wc-settings&tab=general">General settings</a> tab.
br_br: Países adicionados aos grupos de países serão adicionados automaticamente aos <em>Países Admitidos<em> na guia <a href="admin.php?page=wc-settings&tab=general">Geral</a> nas configurações do Woocommerce.
es_es: Los países añadidos a los grupos de países serán añadidos automáticamente a <em>Países específicos</em> en la pestaña <a href="admin.php?page=wc-settings&tab=general">Opciones generales</a>.
fr_fr: Les pays ajoutés au groupe Pays seront automatiquement ajoutés au <em>Pays autorisés</em> dans <a href="admin.php?page=wc-settings&tab=general">Paramètres généraux</a>.
it_it: Le nazioni aggiunte ai gruppi di nazioni saranno aggiunte automaticamente a <em>Nazioni abilitate</em> nella sezione <a href="admin.php?page=wc-settings&tab=general">Configurazione generale</a>.

source: Add global group
br_br: Adicionar ao grupo global
es_es: Añadir grupo global
fr_fr: Ajoutez un groupe global
it_it: Aggiungi un gruppo globale

source: Add group C%s for the other countries.
br_br: Adicionar o grupo C%s para os outros países.
es_es: Añade el grupo C%s para el resto de países.
fr_fr: Ajouter le groupe C%s pour tous les autres pays .
it_it: Aggiungi un gruppo C%s per le altre nazioni.

source: C%s Shipping Class
br_br: Classe de envío para C%s
es_es: Clase de envío para C%s
fr_fr: C%s Classes d'expédition
it_it: Tipo di invio per C%s

source: Select the shipping class for Country Group %s
br_br: Selecione os tipos de envio para o grupo de países %s
es_es: Selecciona los tipos de envíos para el Grupo de países %s
fr_fr: Sélectionnez la classe d'expédition pour le groupe Pays %s
it_it: Seleziona il tipo di spedizione per il gruppo di nazioni %s

source: All enabled shipping class
br_br: Todas as classes de envio disponíveis
es_es: Todas las clases de envío disponibles
fr_fr: Autoriser toutes les classes d'expédition
it_it: Tutti i tipi spedizioni abilitati

source: C%s Tax Class
br_br: Tipo de imposto para C%s
es_es: Tipo de impuesto para C%s
fr_fr: C%s Type de taxe
it_it: Tipo di tasse per C%s

source: Select the tax class for Country Group %s
br_br: Selecione o tipo de imposto para o grupo de países %s
es_es: Selecciona el tipo de impuestos para el Grupo de países %s
fr_fr: Selectionner le type de taxe pour le groupe Pays %s
it_it: Seleziona il tipo di tasse per il gruppo Nazioni %s

source: Standard
br_br: Padrão
es_es: Estándar

source: No shipping
br_br: Sem frete
es_es: Sin envíos
fr_fr: Pas d'expédition
it_it: Nessun invio

source: Group/s of ZIP/Postcode/State where %s doesn't accept shippings. Example: <code>Postcode/state group code separated by comma (,)</code>
br_br: Grupos de CEP/Estado onde %s não fará envíos. não faz entregas. Exemplo: <code>Código de grupo de CEP/estado separados por vírgulas (,)</code>.
es_es: Grupos de código postal/provincia (estado) donde %s no aceptará envíos. Por ejemplo: <code>Código de grupo de código postal/provincia (estado) separado por comas (,)</code>
fr_fr: Groupe de COde Postal/État où l'envoi n'est pas autorisé. Exemple: <code>Code Postal/État (Province) séparés par des virgules (,)</code>
it_it: Gruppo/i di CAP/Province dove %s non accetta l’invio. Per esempio <code>CAP/Nazione separati da una virgola (,)</code>

source: No shipping (Shipping class)
br_br: Sem envio (Classe de envio)
es_es: Sin envíos (Clase de envío)
fr_fr: Pas d'expédition (Classe de livraison)
it_it: Nessun Invio (Tipo di Invio)

source: Select the shipping class where %s doesn't accept shippings.
br_br: Selecione a classe de envios onde %s no ceitará envios.
es_es: Selecciona la clase de envíos donde %s no aceptará envíos.
fr_fr: Sélectionnez la classe d'expédition où %s ne accepte pas les expéditions.
it_it: Seleziona le classi di Invio dove %s non accetta gli invii.

source: Show only APG Free Shipping
br_br: Exibe apenas o APG entrega gratuita
es_es: Muestra sólo APG Envío Gratuito
fr_fr: Afficher uniquement APG Port Gratuit
it_it: Mostra solo APG Free Shipping

source: Postcode Group %s (P%s)
br_br: Grupo de CEP %s (P%s)
es_es: Grupo de código postal %s (P%s)
fr_fr: Groupe Code Postal %s (P%s)
it_it: Gruppo CAP %s (P%s)

source: Add the postcodes for this group. Semi-colon (;) separate multiple values. Wildcards (*) can be used. Example: <code>07*</code>. Ranges for numeric postcodes will be expanded into individual postcodes. Example: <code>12345-12350</code>.
br_br: Digite o código postal para este grupo. Os valores múltiplos são separados por um ponto e vírgula (;). Grupos (*) são permitidos. Exemplo: <code>07*</ code>. As faixas de números de CEP são convertidos automaticamente para os códigos postais individuais. Exemplo: <code>12345-1235</ code>.
es_es: Introduzca los códigos postales para este grupo. Los valores múltiples se separan con punto y coma (;). Los comodines (*) están permitidos. Ejemplo: <code>07 *</code>. Los rangos de números de códigos postales se convierten automáticamente en códigos postales individuales. Ejemplo: <code>12345-1235 </code>.
fr_fr: Entrez le Code Postal de ce groupe . Plusieurs valeurs sont séparées par un point-virgule ( ; ) . Les astérisques ( * ) sont autorisés . Exemple: <code>07*</code > . Des séries de codes postaux sont automatiquement convertis en un code postal unique. Exemple: < ode>12345-1235</code > .
it_it: Aggiungi i CAP per questo gruppo. Separa i valori con punto e virgola (;). Si possono usare dei caratteri speciali, per esempio <code>07*</code>. I range di CAP saranno creati automaticamente dal plugin, per esempio: <code>12345-12350</code>.

source: P%s Shipping Class
br_br: Classes de envio para P%s
es_es: Clases de envío para P%s
fr_fr: P%s Classes d'expédition
it_it: Tipo di invio per P%s

source: Select the shipping class for Postcode Group %s
br_br: Selecione os tipos de envio para o grupo de CEP %s
es_es: Selecciona los tipos de envíos para el Grupo de código postal %s
fr_fr: Sélectionnez la classe d'expédition pour le groupe Code Postal %s
it_it: Seleziona il tipo di spedizione per il gruppo CAP %s

source: P%s Tax Class
br_br: Tipo de imposto para P%s
es_es: Tipo de impuesto para P%s
fr_fr: P%s Type de taxe
it_it: Tipo di tasse per P%s

source: Select the tax class for Postcode Group %s
br_br: Selecione as classes de impostos para o Grupo de CEP %s
es_es: Selecciona el tipo de impuestos para el Grupo de código postal %s
fr_fr: Selectionnez le type de taxe pour le groupe Code Postal %s
it_it: Seleziona il tipo di tasse per il gruppo CAP %s

source: State Group %s (S%s)
br_br: Grupo de estado %s (S%s)
es_es: Grupo de provincia (estado) %s (S%s)
fr_fr: Groupe État (ou Province) %s (S%s)
it_it: Gruppo provincia %s (S%s)

source: Select the states for this group.
br_br: Selecione os estados para este grupo
es_es: Selecciona las provincias (estados) para este grupo
fr_fr: Sélectionnez les États (ou les Provinces) pour ce groupe.
it_it: Seleziona le province di questo gruppo

source: S%s Shipping Class
br_br: Classes de envio para S%s
es_es: Clases de envío para S%s
fr_fr: S%s Classes d'expédition
it_it: Tipo di invio per S%s

source: Select the shipping class for State Group %s
br_br: Selecione os tipos de envio para o grupo de estado %s
es_es: Selecciona los tipos de envíos para el Grupo de provincia (estado) %s
fr_fr: Sélectionnez la classe d'expédition pour le groupe État (Province) %s
it_it: Seleziona il tipo di spedizioni per il gruppo Nazioni %s

source: S%s Tax Class
br_br: Tipo de imposto para S%s
es_es: Tipo de impuesto para S%s
fr_fr: S%s Type de taxe
it_it: Tipo di tasse per S%s

source: Select the tax class for State Group %s
br_br: Selecione o tipo de imposto para o estado %s
es_es: Selecciona el tipo de impuestos para el Grupo de provincia (estado) %s
fr_fr: Sélectionnez un type de taxe pour le groupe État (ou Province) %s
it_it: Seleziona il tipo di tasse per il gruppo Province %s

source: Country Group %s (C%s)
br_br: Grupo de países %s (C%s)
es_es: Grupo de países %s (C%s)
fr_fr: Groupe Pays %s (C%s)
it_it: Gruppo Nazione %s (C%s)

source: Select the countries for this group.
br_br: Selecione os países para este grupo
es_es: Selecciona los países para este grupo
fr_fr: Sélectionnez les Pays pour ce groupe.
it_it: Seleziona le nazioni di questo gruppo

source: Additional Shipping
br_br: Gastos de envi o adicionais
es_es: Gastos de envío adicionales
fr_fr: Frais de port additionnel
it_it: Ulteriore tassa di spedizione

source: List additonal shipping classes below (1 per line). This is in addition to the default <code>APG shipping</code>.
br_br: Liste as classes de gastos de envio adicionais (1 por linha). Eles são adicionados à taxa de envio <code>Calculadora de frete APG</ code>.
es_es: Añada clases de gastos de envío adicionales (1 por línea). Se añadirán al gasto de envío <code>Gastos de envío APG </code>.
fr_fr: Ajout de classes de livraison ci-dessous (1 par ligne). Cela s'ajoute à la valeur par défaut <code>APG Frais de port</code>.
it_it: Elenca le ulteriori tasse di spedizione qui sotto (1 per linea). Vanno in aggiunta all’impostazione di default <code>APG shipping</code>.

source: This plugin require WooCommerce active to run!
es_es: ¡Este plugin necesita WooCommerce activo para funcionar!
fr_fr: Ce plugin nécessite WooCommerce actif pour courir!
it_it: Questo plugin richiede WooCommerce attivo a correre!

source: Please, rate %s:
br_br: Por favor, qualifique %s:
es_es: Por favor, puntúa %s:
fr_fr: Notez-nous, s'il vous plaît %s:
it_it: Per favore vota %s:

source: Please, update your %s. It's very important!
br_br: Por favor, actualize seu %s. É muito importante!
es_es: Por favor, actualice sus %s. ¡Es muy importante!
fr_fr: Merci de mettre à jour votre %s. Ceci est très important !
it_it: Per favore aggiorna il tuo %s. E’ importantissimo!

source: settings
br_br: configurações
es_es: ajustes
fr_fr: paramètres
it_it: configurazioni

source: If you enjoyed and find helpful this plugin, please make a donation:
br_br: Se você achou este plugin útil, por favor, faça uma doação:
es_es: Si te ha gustado y resultado útil este plugin, por favor, haz una donación:
fr_fr: Si vous trouvez ce plugin utile, merci de faire un don :
it_it: Se questo plugin ti ha aiutato, per favore fai una donazione:

source: Follow us:
br_br: Siga a gente:
es_es: Síguenos:
fr_fr: Suivez-nous :
it_it: Seguici:

source: More plugins:
br_br: Mais plugins:
es_es: Más plugins:
fr_fr: Plus de plugins :
it_it: Più plugin:

source: Contact with us:
br_br: Entre em contato:
es_es: Contacta con nosotros:
fr_fr: Contactez-nous :
it_it: Contattaci:

source: Documentation and Support:
br_br: Documentação e suporte:
es_es: Documentación y ayuda:
fr_fr: Support et documentation :
it_it: Documentazione e Supporto:

source: Shipping Methods
br_br: Tipos de Envio
es_es: Métodos de envío
fr_fr: Méthodes d'envoi
it_it: Metodi di Invio

source: Drag and drop the above shipping methods to control their display order.
es_es: Arrastra y suelta los métodos de envío para controlar su orden de presentación.
fr_fr: Glissez et déposez les méthodes de livraison ci-dessus pour contrôler leur ordre d'affichage.
it_it: Trascinare e rilasciare i metodi di spedizione di cui sopra per controllare il loro ordine di visualizzazione.

source: Add new <strong class="artprojectgroup">APG</strong> shippings methods with this button &#8594;
es_es: Añade un nuevo método de envío <strong class="artprojectgroup">APG</strong> con este botón &#8594;
fr_fr: Ajouter un nouveau méthodes d'envoi <strong class="artprojectgroup">APG</strong> avec ce bouton &#8594;
it_it: Aggiungere un nuovo metodi di spedizioni <strong class="artprojectgroup">APG</strong> con questo tasto &#8594;
