Repository: artprojectgroup/woocommerce-apg-weight-and-postcodestatecountry-shipping
Catalog: i18n/languages/apg_shipping-*.po
Languages: br_br, es_es, fr_fr, it_it

source: Lets you calculate shipping cost based on Postcode/State/Country and weight of the cart. Lets you set an unlimited weight bands on per postcode/state/country basis and group the groups that that share same delivery cost/bands.
br_br: Permite calcular o custo de frete baseado no grupo de CEP/Estado/País e peso da remessa. Permite definir um número ilimitado de faixas de peso por código postal/estado/país e agrupar os grupos de entrega que compartilham o mesmo custo/faixas de peso.
es_es: Gastos de envío basado en el peso y el código postal/provincia (estado)/país. Permite calcular el gasto de envío basándose en el Código Postal/Provincia (Estado)/País y el peso del carro de la compra. Le permite establecer un número ilimitado de franjas de peso en base al código postal/provincia (estado)/país y agrupar los grupos que comparten el mismo precio/franja de gasto de envío.
fr_fr: Calculez vos frais de ports selon le poids et la destination de la commande : Code Postal/État/Pays. Paramétrez autant de classes de poids par groupe de Code Postal/État/Pays et les groupes partagent les même type de frais de ports.
it_it: Permetti di calcolare i costi di spedizione basandosi sul CAP/Provincia/Nazione e peso del carrello. Permette di inserire un illimintato range di prezzi suddivisi per CAP/Provincia/Nazione e condividere i gruppi che condividono lo stesso prezzo/range.

source: Payment gateway
br_br: Métodos de pagamento aceitos
fr_fr: Passerelle de paiement
it_it: Tipo di pagamento

source: Payment gateway available for %s
br_br: Métodos de pagamento aceitos pela %s
fr_fr: Passerelle de paiement disponible pour %s
it_it: Tipi di pagamento disponibili per %s

source: All enabled payments
br_br: Todos os métodos de pagamento habilitados
fr_fr: Tous les paiements disponibles
it_it: Tutti i pagamenti abilitati

source: Don't show shipping cost if <a href="http://wordpress.org/plugins/woocommerce-apg-free-postcodestatecountry-shipping/" target="_blank" title="WordPress.org">WooCommerce - APG Free Postcode/State/Country Shipping</a> is available.
br_br: Não mostra o custo de envio se <a href="http://wordpress.org/plugins/woocommerce-apg-free-postcodestatecountry-shipping/" target="_blank" title="WordPress.org">WooCommerce - APG Cálculo de frete por grupo de CEP/Estado/País</a> esta disponível.
fr_fr: Ne pas montrer les frais de port si <a href="http://wordpress.org/plugins/woocommerce-apg-free-postcodestatecountry-shipping/" target="_blank" title="WordPress.org">WooCommerce - APG Free Postcode/State/Country Shipping</a> est activé.
it_it: Non mostrare il costi di spedizione se <a href="http://wordpress.org/plugins/woocommerce-apg-free-postcodestatecountry-shipping/" target="_blank" title="WordPress.org">WooCommerce - APG Free Postcode/State/Country Shipping</a> è disponibile.
